aaron-bond.better-comments
adpyke.codesnap
adrianwilczynski.csharp-to-typescript
angular.ng-template
bierner.markdown-mermaid
burkeholland.simple-react-snippets
cyrilletuzi.angular-schematics
daltonmenezes.aura-theme
dsznajder.es7-react-js-snippets
firefox-devtools.vscode-firefox-debug
humao.rest-client
james-yu.latex-workshop
johnpapa.angular2
jorgeserrano.vscode-csharp-snippets
mengrbatinov.mssql-snippets
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-pgsql
naumovs.color-highlight
pranaygp.vscode-css-peek
quicktype.quicktype
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
zitup.classnametocss
